/* [design mission] */
"&" = "&";

/* [button] add Mission button */
"+MISSION" = "+MISSION";

/* [design mission] */
"+Photo for badge" = "+Photo for badge";

/* [button] add to do button */
"+TO DO" = "+TO DO";

/* [design mission] */
"1.Deadline:" = "1.Deadline:";

/* [design mission] */
"2.Complete from start to finish in" = "2.Complete from start to finish in";

/* [design mission] */
"3.Deadline:" = "3.Deadline:";

/* [mission] varify */
"A+" = "A+";

/* Warning alert to notify user. */
"Abort this mission?" = "Abort this mission?";

/* [POST] press cancel button and show the warning */
"Abort this review and go back?" = "Abort this review and go back?";

/* [POST] press cancel button and show the warning */
"Abort this review and go to Landing?" = "Abort this review and go to Landing?";

/* [notify] */
"accepted your Friend Request." = "accepted your Friend Request.";

/* [button] settings */
"ACCOUNT" = "ACCOUNT";

/* [button] add function in post review page, */
"ADD" = "ADD";

/* [post] add a new place
   add new place in post */
"Add" = "Add";

/* [post] add a new place */
"Add a new dish" = "Add a new dish";

/* [post] add a new place */
"Add a new restaurant" = "Add a new restaurant";

/* [add friend] */
"Add friend" = "Add friend";

/* add friend */
"Add Friend" = "Add Friend";

/* [button] add friend
   add friend */
"Add Friends" = "Add Friends";

/* add phone number placeholder in post */
"Add phone number" = "Add phone number";

/* [notify] */
"added you as a spectator to the Mission" = "added you as a spectator to the Mission";

/* how long ago */
"ago" = "ago";

/* [button] photo album in phone  */
"Album" = "Album";

/* [restaurant profile] */
"All Reviews" = "All Reviews";

/* [add friend] */
"Already your friend" = "Already your friend";

/* No comment provided by engineer. */
"already_activated" = "already_activated";

/* [mission] */
"Anything you want to say about this task." = "Anything you want to say about this task.";

/* Warning alert to notify user. */
"Are you sure you want to A+ this mission?" = "Are you sure you want to A+ this mission?";

/* Warning alert to notify user. */
"Are you sure you want to fail this mission?" = "Are you sure you want to fail this mission?";

/* Warning alert to notify user. */
"Are you sure you want to pass this mission?" = "Are you sure you want to pass this mission?";

/* [button] Back */
"Back" = "Back";

/* Bad User Name Or Password */
"bad_username_password" = "bad_username_password";

/* send crash report */
"Because app crashed last time.\nPlease send the crash report to us.\nThank you very much." = "Because app crashed last time.\nPlease send the crash report to us.\nThank you very much.";

/* [Post]Best known for  */
"Best for" = "Best for";

/* No comment provided by engineer. */
"Best Known for" = "Best Known for";

/* by whom create this mission */
"by" = "by";

/* [button] cancel */
"Cancel" = "Cancel";

/* cancel */
"Cancel Hungry" = "Cancel Hungry";

/* [mission]
   mission */
"Challengers" = "Challengers";

/* error message */
"Challengers is required." = "Challengers is required.";

/* error message */
"Challengers needs to be a number." = "Challengers needs to be a number.";

/* [design mission] */
"Change Photo" = "Change Photo";

/* [user profile] */
"Change Photo OK" = "Change Photo OK";

/* [button] 5 main feature button */
"CHAT" = "CHAT";

/* [mission]take this mission */
"Chat" = "Chat";

/* chat */
"Chat With your friend." = "Chat With your friend.";

/* [notify] */
"commented on" = "commented on";

/* [design mission] */
"Complete from start to finish in" = "Complete from start to finish in";

/* Warning alert to notify user. */
"Congratulations!" = "Congratulations!";

/* [button] Create event */
"Create Event" = "Create Event";

/* [button] Create mission */
"Create Mission" = "Create Mission";

/* [button] */
"create Mission" = "create Mission";

/* Warning alert to notify user. */
"Create this mission successfully" = "Create this mission successfully";

/* Warning alert to notify user. */
"Create this mission?" = "Create this mission?";

/* who created this mission */
"created by" = "created by";

/* create mission */
"Creating..." = "Creating...";

/* show this string on the map */
"Current Location" = "Current Location";

/* [Mission type] */
"Dare a friend on a dining mission while friends spectate." = "Dare a friend on a dining mission while friends spectate.";

/* [Mission type] */
"Dare a friend with a dining mission while friends follow along." = "Dare a friend with a dining mission while friends follow along.";

/* [Mission type] */
"Dare Mission" = "Dare Mission";

/* how long ago */
"day" = "day";

/* how long ago */
"days" = "days";

/* [design mission] */
"Deadline" = "Deadline";

/* error message */
"Deadline is required." = "Deadline is required.";

/* [design mission] */
"Deadline:" = "Deadline:";

/* [mission] */
"Delete mission ok" = "Delete mission ok";

/* [mission]Main tab */
"Design Mission" = "Design Mission";

/* [post]select dish */
"Dish" = "Dish";

/* [task dish] */
"Dish:" = "Dish:";

/* [restaurant profile]
   [title] */
"Dishes" = "Dishes";

/* [button] done */
"Done" = "Done";

/* [friend] email address */
"E-mail Address" = "E-mail Address";

/* [button]
   edit */
"Edit" = "Edit";

/* Email address in use */
"email_not_avail" = "email_not_avail";

/* Email Not Found */
"email_not_found" = "email_not_found";

/* Email Not Valid */
"email_not_valid" = "email_not_valid";

/* error message */
"End time is required." = "End time is required.";

/* [title] */
"Event Chats" = "Event Chats";

/* [title] */
"Event chats" = "Event chats";

/* [mission] varify */
"Fail" = "Fail";

/* [button] favorite button */
"FAVORITE" = "FAVORITE";

/* [title] */
"Favorites" = "Favorites";

/* [Mission type] */
"Food Guide" = "Food Guide";

/* [treasure hunt] */
"Give a hint or clue for this Treasure Hunt Task." = "Give a hint or clue for this Treasure Hunt Task.";

/* [mission]Main tab */
"Grade Challengers" = "Grade Challengers";

/* mission */
"Groups" = "Groups";

/* [button] */
"Guest List" = "Guest List";

/* how long ago */
"hour" = "hour";

/* how long ago */
"hours" = "hours";

/* error message */
"Hours is required." = "Hours is required.";

/* error message */
"Hours needs to be a number." = "Hours needs to be a number.";

/* [design mission] */
"hours." = "hours.";

/* [design mission] */
"How many challengers to grade?" = "How many challengers to grade?";

/* [title] */
"Hungry Friends Nearby" = "Hungry Friends Nearby";

/* RSVP */
"I am going!" = "I am going!";

/* RSVP */
"I am not going!" = "I am not going!";

/*  submit review is done and chose what social network want to share */
"I'm done !" = "I'm done !";

/* [button]I am hungry
   cancel */
"I'm Hungry" = "I'm Hungry";

/* [button] invite button */
"INVITE" = "INVITE";

/* [button] Invite Guests */
"Invite Guests!" = "Invite Guests!";

/* [notify] */
"invited you to the Event:" = "invited you to the Event:";

/* invite */
"invited you." = "invited you.";

/* [notify] */
"is challenging you Dare Mission:%@" = "is challenging you Dare Mission:%@";

/* [notify] */
"is now following you." = "is now following you.";

/* [mission]take this mission */
"Join" = "Join";

/* chat */
"Join in chat room." = "Join in chat room.";

/* mission */
"Join this Mission" = "Join this Mission";

/* Warning alert to notify user. */
"Join this mission?" = "Join this mission?";

/* how long ago */
"Just Now" = "Just Now";

/* [notify] */
"likes" = "likes";

/* Loading Status */
"Loading..." = "Loading...";

/* [Mission type] */
"Make a food treasure hunt or dining puzzle." = "Make a food treasure hunt or dining puzzle.";

/* [Mission type] */
"Make a guide of great food & restaurants." = "Make a guide of great food & restaurants.";

/* [button] map button */
"MAP" = "MAP";

/* how long ago */
"minute" = "minute";

/* how long ago */
"minutes" = "minutes";

/* [title] */
"Mission" = "Mission";

/* [button] 5 main feature button */
"MISSION" = "MISSION";

/* error message */
"Mission about is required." = "Mission about is required.";

/* [title] */
"Mission Chats" = "Mission Chats";

/* [title] */
"Mission I've Been Recruited To" = "Mission I've Been Recruited To";

/* [title] */
"Mission I've Completed" = "Mission I've Completed";

/* error message */
"Mission name is required." = "Mission name is required.";

/* error message */
"Mission photo is required." = "Mission photo is required.";

/* [design mission] */
"Mission Title" = "Mission Title";

/* [title] */
"Missions I'm Doing" = "Missions I'm Doing";

/* [title] */
"Missions To Be Graded" = "Missions To Be Graded";

/* [button] 5 main feature button */
"MY GULU" = "MY GULU";

/* [mission]Main tab */
"My Missions" = "My Missions";

/* [design mission] */
"Name your Dare Mission Mission" = "Name your Dare Mission Mission";

/* [design mission] */
"Name your Food Guide Mission" = "Name your Food Guide Mission";

/* [design mission] */
"Name your Private Group Mission" = "Name your Private Group Mission";

/* [design mission] */
"Name your Time Critical Mission" = "Name your Time Critical Mission";

/* [design mission] */
"Name your Treasure Hunt Mission" = "Name your Treasure Hunt Mission";

/* [title] */
"Nearby Restaurants" = "Nearby Restaurants";

/* [button] Next */
"Next" = "Next";

/* [friend] nickname */
"Nickname" = "Nickname";

/* NO */
"NO" = "NO";

/* Please Enter Your Email */
"no_email_entered" = "no_email_entered";

/* Please Enter Your Email */
"not_activate" = "not_activate";

/* [settings]Main tab
   [title] */
"Notifications" = "Notifications";

/* [title] */
"Ongoing Chats" = "Ongoing Chats";

/* [mission] varify */
"Pass" = "Pass";

/* [add friend] */
"Pending" = "Pending";

/* [friend] phone number */
"Phone Number" = "Phone Number";

/* [design mission] */
"Pick friends to recruit to the dare." = "Pick friends to recruit to the dare.";

/* [task place] */
"Place:" = "Place:";

/* error message */
"Please select at least one challenger." = "Please select at least one challenger.";

/* mission */
"Please try Again!" = "Please try Again!";

/* Please Enter Your Email */
"please_check_your_email" = "please_check_your_email";

/* [button] 5 main feature button */
"POST" = "POST";

/* [Mission type] */
"Private Group Mission" = "Private Group Mission";

/* [mission] */
"Profile" = "Profile";

/* privacy settings */
"Public" = "Public";

/* Pull down to refresh status */
"Pull down to refresh..." = "Pull down to refresh...";

/* R.S.V.P. */
"R.S.V.P." = "R.S.V.P.";

/* [notify] */
"recommends" = "recommends";

/* [mission] recruit people */
"Recruit" = "Recruit";

/* [mission] */
"Recruit people ok" = "Recruit people ok";

/* Release to refresh status */
"Release to refresh..." = "Release to refresh...";

/* [invite] */
"Remind" = "Remind";

/* [post]select restaurant  */
"Restaurant" = "Restaurant";

/* [title] */
"Restaurants" = "Restaurants";

/* [button] save post */
"SAVE" = "SAVE";

/* [button] 5 main feature button */
"SEARCH" = "SEARCH";

/* [friend] */
"Search friends." = "Search friends.";

/* [design mission] */
"Select a date." = "Select a date.";

/* [design mission] */
"Select a number." = "Select a number.";

/* [button] Send */
"Send" = "Send";

/* send crash report ok */
"Send crash report ok!" = "Send crash report ok!";

/* [settings]Main tab
   [title] */
"Settings" = "Settings";

/* [task] */
"Show dish to challengers?" = "Show dish to challengers?";

/* treasure hunt */
"Show next task only when current one is done." = "Show next task only when current one is done.";

/* [task] */
"Show place to challengers?" = "Show place to challengers?";

/* [post] skip adding a dish */
"Skip" = "Skip";

/* [sliderbar] */
"Slide to nominate this dish to be \"Gulu Approved\"" = "Slide to nominate this dish to be \"Gulu Approved\"";

/* Unknown error */
"Sorry An Error Occurred" = "Sorry An Error Occurred";

/* [design mission] */
"Specify a place or dish." = "Specify a place or dish.";

/* [mission] */
"Spectators" = "Spectators";

/* [add friend] */
"Star" = "Star";

/* [design mission] */
"Start Time" = "Start Time";

/* error message */
"Start time is required." = "Start time is required.";

/* [design mission] */
"Start Time:" = "Start Time:";

/* [button] submit post */
"SUBMIT" = "SUBMIT";

/* [post] */
"Submit Successfully!" = "Submit Successfully!";

/* [post]best known for placeholder
   best known for placeholder */
"Suggest or select something!" = "Suggest or select something!";

/* error message */
"Task about is required." = "Task about is required.";

/* error message */
"Task name is required." = "Task name is required.";

/* error message */
"Task photo is required." = "Task photo is required.";

/* [mission profile]
   [table] title */
"Tasks" = "Tasks";

/* [mission profile] */
"Tasks Review" = "Tasks Review";

/* user gives gulu aprove  */
"Thanks for the nomination!" = "Thanks for the nomination!";

/* [grade mission] */
"This mission is created by" = "This mission is created by";

/* [mission] */
"This mission must be completed by:" = "This mission must be completed by:";

/* [grade mission] */
"This review is completed by" = "This review is completed by";

/* [Mission type] */
"Time Critical Mission" = "Time Critical Mission";

/* [notify] suggest to you */
"to you." = "to you.";

/* [Mission type] */
"Tonight's agenda with friends, Barcrawl,etc..." = "Tonight's agenda with friends, Barcrawl,etc...";

/* [Mission type] */
"Treasure Hunt" = "Treasure Hunt";

/* [button] favorite button */
"UNFAVORITE" = "UNFAVORITE";

/* Username is in use */
"username_not_avail" = "username_not_avail";

/* Bad user name */
"username_not_valid" = "username_not_valid";

/* No comment provided by engineer. */
"wants to be your friend." = "wants to be your friend.";

/* [notify] */
"wants you to join" = "wants you to join";

/* Warning alert to notify user. */
"Warning!" = "Warning!";

/* No comment provided by engineer. */
"welcome_to_gulu" = "welcome_to_gulu";

/* [design mission] */
"What is this Mission about?" = "What is this Mission about?";

/* [title] */
"What kind of mission are you designing" = "What kind of mission are you designing";

/* [title] */
"What kind of mission are you desinging" = "What kind of mission are you desinging";

/* No comment provided by engineer. */
"Wrong email format." = "Wrong email format.";

/* YES */
"YES" = "YES";

/* invite */
"You are attending." = "You are attending.";

/* invite */
"You are not going!" = "You are not going!";

/* invite */
"You created this event." = "You created this event.";

/* [mission] */
"You have been recruited by" = "You have been recruited by";

/* Check Email */
"You have signed up, please check your email" = "You have signed up, please check your email";

/* [Mission type] */
"You need to finish this mission by a certain time." = "You need to finish this mission by a certain time.";

/* [Mission type] */
"You need to finish this mission in a certain time frame." = "You need to finish this mission in a certain time frame.";

/* invite */
"You need to R.S.V.P" = "You need to R.S.V.P";

